{
    "nodes": [
        {
            "id": "STARKEY",
            "level": 0,
            "human_readable_id": 0,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4,f6a9c779a27d841a3473e845379db1e5",
            "description": "Starkey is a pirate known for his adventures and misfortunes in the world of Neverland. He notably escapes from perilous situations but finds himself captured by the redskins, where he is tasked with nursing their children. In addition to his escapades, Starkey is observant and cautious, as seen when he, alongside Captain Hook, noticed the Never bird. He expressed suspicion towards the bird's intentions, showcasing his wary nature. Despite his rough exterior and the dangerous life he leads, his experiences range from engaging in piracy to interacting closely with other inhabitants of Neverland, revealing a complex character navigating through his unique circumstances.",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 3,
            "type": "PERSON"
        },
        {
            "id": "NEVER BIRD",
            "level": 0,
            "human_readable_id": 1,
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "The Never bird is sitting on its nest floating on the lagoon, observed by the pirates",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 1,
            "type": "PERSON"
        },
        {
            "id": "HOOK",
            "level": 0,
            "human_readable_id": 2,
            "source_id": "503485ae5e8674ea5073c507a269f571,f6a9c779a27d841a3473e845379db1e5",
            "description": "Captain Hook is a pirate captain, known for his cunning and vengefulness, particularly as the antagonist to Peter Pan. He often contemplates complex emotions and intentions, such as considering the loyalty of the Never bird to its eggs. This contemplative nature also leads him to devise plans driven by his emotions, including his scheme to kidnap Wendy and the boys. Despite his conflicts, Hook's actions are consistently characterized by his desire to outwit his adversaries, showcasing his complex personality that intertwines his cunning nature with his emotional depth.",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 8,
            "type": "PERSON"
        },
        {
            "id": "SMEE",
            "level": 0,
            "human_readable_id": 3,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4,f6a9c779a27d841a3473e845379db1e5",
            "description": "SMEE is a pirate known for wandering the world while claiming to be the only man James Hook feared. He is characterized by his willingness to follow through with dark plans, as evidenced by his suggestion to kidnap the boys' mother to make her their own, demonstrating his compliance with Hook's orders. Smee's reputation and actions paint him as a loyal but morally ambiguous character within the pirate crew, willing to undertake any task to serve his captain's desires.",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 3,
            "type": "PERSON"
        },
        {
            "id": "WENDY",
            "level": 0,
            "human_readable_id": 4,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,503485ae5e8674ea5073c507a269f571,72abf0c0ea6a8fb3a19336e53e60903d,86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4,f6a9c779a27d841a3473e845379db1e5,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Wendy, once a child acquainted with Peter Pan and one of the Darling children, has grown into a woman who has embraced adulthood with its responsibilities. She is now married and has a daughter named Jane, to whom she recounts her childhood adventures in Neverland. Wendy's experiences with Peter Pan, the Lost Boys, and her encounters with pirates have shaped her into a nurturing figure, embodying motherly care and comfort not only towards her own children but also towards Peter and the Lost Boys during her time in Neverland. Her role extended to observing battles and taking care of the children, even in the pirates' bunks, showcasing her protective and caring nature. Wendy's storytelling is a significant aspect of her character, as she shares tales of adventure, reflecting on the nature of a mother's love and the essence of her experiences. Captain Hook, recognizing her maternal qualities, schemed to kidnap her and the boys, intending to make her the pirates' mother, highlighting her perceived role as a caregiver. Wendy's journey from a child expected to return home with excitement to a grown woman who reminisces about her past adventures illustrates her development from an adventurous girl to a reflective, loving mother.",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 13,
            "type": "PERSON"
        },
        {
            "id": "TIGER LILY",
            "level": 0,
            "human_readable_id": 5,
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Tiger Lily was mentioned by Hook, questioning her whereabouts, indicating she had been previously captured by the pirates but let go",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 2,
            "type": "PERSON"
        },
        {
            "id": "PETER",
            "level": 0,
            "human_readable_id": 6,
            "source_id": "503485ae5e8674ea5073c507a269f571,86bcf729192972ba2b7fda011c2aa0d1,f6a9c779a27d841a3473e845379db1e5",
            "description": "Peter Pan, the leader of the Lost Boys, is known for his carefree and adventurous nature, which often leads him into conflict with Hook. In one of his clever exploits, he impersonates Hook's voice, successfully tricking Hook and the pirates during their conversation about the Never bird and their plans. This act showcases Peter's cunning and resourceful side. Additionally, Peter shares a bitter experience with his own mother, challenging Wendy's views on maternal love. This reveals a more complex and vulnerable aspect of his character, contrasting with his usual fearless and playful demeanor. Through these actions and experiences, Peter Pan embodies the spirit of adventure and the complexities of youth.",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 6,
            "type": "PERSON"
        },
        {
            "id": "JOLLY ROGER",
            "level": 0,
            "human_readable_id": 7,
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 4,
            "type": ""
        },
        {
            "id": "NIBS",
            "level": 0,
            "human_readable_id": 8,
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Nibs is identified as one of the Lost Boys, serving as the first mate under Captain Pan's command. He is known for his curiosity about the stories Wendy tells, showcasing his interest and engagement with the tales she shares. As a key member of the group, Nibs plays a significant role in the adventures and dynamics of the Lost Boys, under the leadership of Captain Pan.",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 2,
            "type": "PERSON"
        },
        {
            "id": "JOHN",
            "level": 0,
            "human_readable_id": 9,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "John is portrayed as a bearded man, highlighting his maturity and fatherhood, yet he finds himself at a loss for stories to share with his children, suggesting a disconnect from the adventurous spirit of his youth. He is also depicted as one of the characters who matures into adulthood and returns to the window with Wendy and Michael, indicating his deep connection to the Darling family and their shared experiences. As one of the Darling children, John's return home is anticipated with excitement, underscoring his importance and the joy his presence brings. Furthermore, John serves as the second mate under Captain Pan aboard the ship, showcasing his adventurous side and responsibilities in a fantastical setting. This combination of roles—father, adventurer, and loyal crew member—paints a comprehensive picture of John as a character who bridges the mundane with the magical, embodying both the responsibilities of adulthood and the wonder of youth.",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 6,
            "type": "PERSON"
        },
        {
            "id": "MICHAEL",
            "level": 0,
            "human_readable_id": 10,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Michael, one of the Darling children, is notably mentioned alongside John, indicating their close relationship and shared experiences. He is part of an adventurous narrative where he and John grow and return to the window with Wendy, highlighting a journey that they have undertaken together. This journey back home is anticipated with excitement, suggesting that their adventures were both thrilling and fulfilling. Michael's bravery and participation in conflict are underscored by his act of showing Wendy where he killed one, implying his active involvement in a battle. This detail not only adds depth to his character but also showcases his willingness to engage in dangerous situations. Overall, Michael emerges as a courageous and adventurous individual, deeply connected to his siblings and their shared experiences.",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 5,
            "type": "PERSON"
        },
        {
            "id": "LOST BOYS",
            "level": 0,
            "human_readable_id": 11,
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4",
            "description": "The Lost Boys are a group of boys residing in Neverland who greatly admire Peter Pan and Wendy. They often contemplate the idea of returning home, showcasing their adventurous yet nostalgic nature. These characters are central to the narrative, embodying themes of youth, freedom, and the complexities of growing up.",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 4,
            "type": "ORGANIZATION"
        },
        {
            "id": "TOOTLES",
            "level": 0,
            "human_readable_id": 12,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Tootles is a multifaceted character who initially appears as the bo’sun among the crew, known for his habit of chewing tobacco and wielding a rope’s end. Despite being identified as the silliest of the Lost Boys, Tootles exhibits significant dignity and leadership qualities, especially when Wendy's safety is threatened. This complexity of character is further underscored by his life after the main story, where Tootles has risen to the position of a judge. This transition not only highlights his professional and social status but also marks a significant evolution from his earlier portrayal, showcasing his growth and development as a character.",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 5,
            "type": "PERSON"
        },
        {
            "id": "REDSKINS",
            "level": 0,
            "human_readable_id": 13,
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "A group given instructions by Peter, possibly indicating his leadership and influence over them in Neverland",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 1,
            "type": "ORGANIZATION"
        },
        {
            "id": "LONDON STATION",
            "level": 0,
            "human_readable_id": 14,
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 1,
            "type": ""
        },
        {
            "id": "SLIGHTLY",
            "level": 0,
            "human_readable_id": 15,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,503485ae5e8674ea5073c507a269f571,e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Slightly is a member of the Lost Boys, a group known for their adventures and association with Peter Pan. He is particularly noted for his role in singing out the count of those who perished, marking a somber aspect of his character amidst the group's otherwise youthful and carefree existence. Slightly is also associated with trees, and it is suggested that he may have his own tree house, indicating a close connection with the natural world and a sense of independence within the group. Furthermore, Slightly's life takes a significant turn as he is mentioned to have married a lady of title, thereby becoming a lord. This transition shows his social ascent from the adventurous but humble beginnings with the Lost Boys to a position of status and responsibility in society.",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 3,
            "type": "PERSON"
        },
        {
            "id": "THE LITTLE HOUSE",
            "level": 0,
            "human_readable_id": 16,
            "source_id": "503485ae5e8674ea5073c507a269f571",
            "description": "",
            "weight": null,
            "cluster": "2",
            "entity_type": null,
            "degree": 2,
            "type": ""
        },
        {
            "id": "JAMES HOOK",
            "level": 0,
            "human_readable_id": 17,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "A pirate captain who faces Peter Pan in a final battle and is eventually taken by a crocodile",
            "weight": null,
            "cluster": "1",
            "entity_type": null,
            "degree": 2,
            "type": "PERSON"
        },
        {
            "id": "PETER PAN",
            "level": 0,
            "human_readable_id": 18,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,72abf0c0ea6a8fb3a19336e53e60903d,e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Peter Pan is a central character renowned for his perpetual youth and refusal to grow up. He is known for his remarkable ability to fly and his thrilling adventures in Neverland, where he leads the Lost Boys and engages in battles against his nemesis, James Hook. Peter visits Wendy, only to be shocked to find that she has aged and become a mother, a concept foreign to him due to his eternal youth. Despite this, he remains a figure of fond memories for Wendy and sparks curiosity in Jane, Wendy's daughter. Peter Pan's story is a blend of whimsy, adventure, and the poignant reminder of the innocence and escapades of childhood.",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 7,
            "type": "PERSON"
        },
        {
            "id": "CROCODILE",
            "level": 0,
            "human_readable_id": 19,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Waits for James Hook and eventually takes him, marking Hook's end",
            "weight": null,
            "cluster": "1",
            "entity_type": null,
            "degree": 1,
            "type": "PERSON"
        },
        {
            "id": "CREW",
            "level": 0,
            "human_readable_id": 20,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "",
            "weight": null,
            "cluster": "0",
            "entity_type": null,
            "degree": 2,
            "type": ""
        },
        {
            "id": "AZORES",
            "level": 0,
            "human_readable_id": 21,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "The destination Captain Pan calculates they should reach by the 21st of June",
            "weight": null,
            "cluster": "0",
            "entity_type": null,
            "degree": 1,
            "type": "GEO"
        },
        {
            "id": "CAPTAIN PAN",
            "level": 0,
            "human_readable_id": 22,
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "",
            "weight": null,
            "cluster": "0",
            "entity_type": null,
            "degree": 3,
            "type": ""
        },
        {
            "id": "MRS. DARLING",
            "level": 0,
            "human_readable_id": 23,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Mrs. Darling, now deceased, was a character deeply involved in the care and concern for her children, showing both worry and anticipation for their return. She was Wendy's mother and is mentioned as part of the past family context, highlighting her significant role in her children's lives even after her passing.",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 4,
            "type": "PERSON"
        },
        {
            "id": "MR. DARLING",
            "level": 0,
            "human_readable_id": 24,
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "A character who feels deeply responsible for his children's safety to the extent of punishing himself by staying in the kennel",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 2,
            "type": "PERSON"
        },
        {
            "id": "NANA",
            "level": 0,
            "human_readable_id": 25,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "NANA was the family's nurse, a character deeply remembered for her dedicated role in looking after the children. She is treated with a level of personification that underscores her significant caretaker's role within the family. By the time the story unfolds, NANA has passed away, leaving behind a legacy of nurturing and care that continues to impact the family.",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 2,
            "type": "PERSON"
        },
        {
            "id": "THE SHIP",
            "level": 0,
            "human_readable_id": 26,
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "",
            "weight": null,
            "cluster": "4",
            "entity_type": null,
            "degree": 3,
            "type": ""
        },
        {
            "id": "JANE",
            "level": 0,
            "human_readable_id": 27,
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "Jane, Wendy's daughter, is deeply fascinated by Peter Pan and the adventures her mother experienced. She inherits the nursery, showcasing a keen interest in flying and the tales of Peter Pan's escapades. This curiosity about Peter Pan and his adventures extends to a willingness to fly away with him, indicating a strong desire to partake in similar adventures herself. Jane's connection to her mother's past and the magical world of Peter Pan forms a significant part of her character, blending her inherited environment with her aspirations and dreams.",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 2,
            "type": "PERSON"
        },
        {
            "id": "NEVERLAND",
            "level": 0,
            "human_readable_id": 28,
            "source_id": "72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "A magical island where Peter Pan lives and adventures happen, a place where one does not grow up",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 1,
            "type": "GEO"
        },
        {
            "id": "SPRING CLEANING",
            "level": 0,
            "human_readable_id": 29,
            "source_id": "72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "",
            "weight": null,
            "cluster": "3",
            "entity_type": null,
            "degree": 1,
            "type": ""
        },
        {
            "id": "PROJECT GUTENBERG",
            "level": null,
            "human_readable_id": 30,
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "A mission focused on promoting free access to electronic works, allowing sharing in compliance with its terms, and keeping the Project Gutenberg name associated with the work",
            "weight": null,
            "cluster": null,
            "entity_type": null,
            "degree": 3,
            "type": "ORGANIZATION"
        },
        {
            "id": "UNITED STATES",
            "level": null,
            "human_readable_id": 31,
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "Country mentioned in relation to copyright laws and the primary location where Project Gutenberg operates",
            "weight": null,
            "cluster": null,
            "entity_type": null,
            "degree": 2,
            "type": "GEO"
        },
        {
            "id": "PROJECT GUTENBERG LITERARY ARCHIVE FOUNDATION",
            "level": null,
            "human_readable_id": 32,
            "source_id": "0eaf41d19bcc7da0bcb4a17625651951,b30e77cdc55f45165aeed8d44d5f6814",
            "description": "The Project Gutenberg Literary Archive Foundation is an organization intricately associated with Project Gutenberg. It plays a crucial role in the collection, copyright research, transcription, and proofreading of Project Gutenberg™ electronic works, ensuring that these literary pieces are accurately preserved and accessible. Additionally, the foundation is responsible for receiving donations and royalty payments, which support its mission and enable the continuation and expansion of its valuable work. Through these efforts, the foundation contributes significantly to the dissemination and preservation of literary works in the digital age.",
            "weight": null,
            "cluster": null,
            "entity_type": null,
            "degree": 2,
            "type": "ORGANIZATION"
        },
        {
            "id": "COPYRIGHT LAWS",
            "level": null,
            "human_readable_id": 33,
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "",
            "weight": null,
            "cluster": null,
            "entity_type": null,
            "degree": 2,
            "type": ""
        },
        {
            "id": "PROJECT GUTENBERG™",
            "level": null,
            "human_readable_id": 34,
            "source_id": "0eaf41d19bcc7da0bcb4a17625651951",
            "description": "A collection of free electronic works distributed under specific terms, associated with the Project Gutenberg Literary Archive Foundation",
            "weight": null,
            "cluster": null,
            "entity_type": null,
            "degree": 2,
            "type": "ORGANIZATION"
        },
        {
            "id": "U.S. COPYRIGHT LAW",
            "level": null,
            "human_readable_id": 35,
            "source_id": "0eaf41d19bcc7da0bcb4a17625651951",
            "description": "",
            "weight": null,
            "cluster": null,
            "entity_type": null,
            "degree": 1,
            "type": ""
        }
    ],
    "edges": [
        {
            "source": "STARKEY",
            "target": "HOOK",
            "level": 0,
            "human_readable_id": 0,
            "id": "02e112165c85475196cbd65c6f965bcb",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Hook and Starkey discuss the Never bird and its potential connection to Peter",
            "weight": 5.0
        },
        {
            "source": "STARKEY",
            "target": "NEVER BIRD",
            "level": 0,
            "human_readable_id": 1,
            "id": "0b4d52d659c44f3f9103c1ae9a8dd65f",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Starkey observes the Never bird and speculates on its intentions, showing a connection to the ongoing events",
            "weight": 1.0
        },
        {
            "source": "STARKEY",
            "target": "JOLLY ROGER",
            "level": 0,
            "human_readable_id": 2,
            "id": "97844188d2234088bf48ffac09026594",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Starkey, being a pirate under Hook's command, is associated with the Jolly Roger",
            "weight": 6.0
        },
        {
            "source": "HOOK",
            "target": "SMEE",
            "level": 0,
            "human_readable_id": 3,
            "id": "ed1ea20de8684c37926d3e1d87232f2b",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Hook and Smee discuss and plan the kidnapping of Wendy and the boys",
            "weight": 8.0
        },
        {
            "source": "HOOK",
            "target": "WENDY",
            "level": 0,
            "human_readable_id": 4,
            "id": "9851d49183d74c97a2c85377b8280663",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Hook plans to make Wendy the mother of the pirates by kidnapping her",
            "weight": 9.0
        },
        {
            "source": "HOOK",
            "target": "TIGER LILY",
            "level": 0,
            "human_readable_id": 5,
            "id": "642f34e7c0274c1fbe5b85d9ec2ecfdf",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Hook inquires about Tiger Lily's whereabouts, indicating a previous encounter",
            "weight": 4.0
        },
        {
            "source": "HOOK",
            "target": "PETER",
            "level": 0,
            "human_readable_id": 6,
            "id": "6c11572435e641709c779d664b69cf3c",
            "source_id": "503485ae5e8674ea5073c507a269f571,f6a9c779a27d841a3473e845379db1e5",
            "description": "Hook and Peter are central figures in a narrative characterized by a complex relationship marked by rivalry and conflicting emotions. Hook, upon finding Peter asleep, experiences a moment of introspection where he contemplates his feelings of compassion towards Peter, juxtaposed against a deep-seated hatred. This moment of vulnerability highlights the nuanced nature of Hook's feelings towards his adversary. However, the dynamic between them is further complicated by an incident where Peter tricks Hook by impersonating Hook's voice, underscoring the rivalry that defines their interactions. This act of deception by Peter not only reveals the cunning and resourceful aspects of his character but also exacerbates the antagonism between him and Hook. Together, these incidents paint a picture of a relationship fueled by both personal animosity and begrudging respect, illustrating the complex interplay of emotions and rivalry that exists between Hook and Peter.",
            "weight": 18.0
        },
        {
            "source": "HOOK",
            "target": "JOLLY ROGER",
            "level": 0,
            "human_readable_id": 7,
            "id": "190742a352184750b0e8d35a54c7a80a",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Hook is the captain of the Jolly Roger, indicating a leadership and operational role",
            "weight": 9.0
        },
        {
            "source": "HOOK",
            "target": "SLIGHTLY",
            "level": 0,
            "human_readable_id": 8,
            "id": "a65df1e28c5942e88966369917042c83",
            "source_id": "503485ae5e8674ea5073c507a269f571",
            "description": "Hook tiptoes to Slightly's tree, indicating a direct interaction or conflict with Slightly's domain",
            "weight": 1.0
        },
        {
            "source": "HOOK",
            "target": "THE LITTLE HOUSE",
            "level": 0,
            "human_readable_id": 9,
            "id": "01e36c4f33a04c0381c39399386d89d8",
            "source_id": "503485ae5e8674ea5073c507a269f571",
            "description": "The little house's appearance and its defiance through the smoke issued from its chimney angered Hook, indicating a direct impact on Hook's emotions and actions",
            "weight": 6.0
        },
        {
            "source": "SMEE",
            "target": "TIGER LILY",
            "level": 0,
            "human_readable_id": 10,
            "id": "a21f0f46885d4ca8a6d4e1bcd65af2bf",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Smee complacently mentions letting Tiger Lily go, following what he believed were Hook's orders",
            "weight": 3.0
        },
        {
            "source": "SMEE",
            "target": "JOLLY ROGER",
            "level": 0,
            "human_readable_id": 11,
            "id": "5b3a0202996a40c8aa12ab1c96274657",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Smee, as a member of Hook's crew, serves aboard the Jolly Roger",
            "weight": 7.0
        },
        {
            "source": "WENDY",
            "target": "PETER",
            "level": 0,
            "human_readable_id": 12,
            "id": "f65d2b954c6e44a081055d8fe29edf97",
            "source_id": "503485ae5e8674ea5073c507a269f571,86bcf729192972ba2b7fda011c2aa0d1,f6a9c779a27d841a3473e845379db1e5",
            "description": "Wendy and Peter share a deep and complex relationship, marked by significant emotional interdependence and shared experiences. Peter's decision not to take his medicine as a way to grieve Wendy underscores the profound impact Wendy's actions and feelings have on him, highlighting the closeness of their bond. This connection is further evidenced by how Peter's actions, including conversations and plans, often indirectly involve Wendy, especially in situations as dire as her kidnapping. Their discussions about the nature of mothers reveal another layer of their relationship, providing insight into Peter's painful past experiences. Through these interactions, Wendy and Peter navigate their connection, which is built on mutual care, shared challenges, and a deep understanding of each other's vulnerabilities and strengths.",
            "weight": 21.0
        },
        {
            "source": "WENDY",
            "target": "NIBS",
            "level": 0,
            "human_readable_id": 13,
            "id": "3ecfc2aaf85940d5876e681d2c855960",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Wendy engages Nibs in conversation about the stories she tells",
            "weight": 5.0
        },
        {
            "source": "WENDY",
            "target": "JOHN",
            "level": 0,
            "human_readable_id": 14,
            "id": "a20aeee13b704799b2689e1c7c4cae6e",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Wendy and John are siblings who are closely associated with each other, particularly in the context of their narrative of returning home. Their relationship is characterized by collective planning and anticipation for this journey back to their home, indicating a strong bond and shared purpose between them. This connection underscores the importance of their familial ties and their mutual involvement in the storyline of their return.",
            "weight": 13.0
        },
        {
            "source": "WENDY",
            "target": "MICHAEL",
            "level": 0,
            "human_readable_id": 15,
            "id": "224950d892ed4fe5ac1a4435f187ce8b",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1,e1cd6306d3740d487b902373b7e1d1c4,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Wendy and Michael are siblings who share a strong bond, as evidenced by their collective planning and anticipation for returning home. This connection is further highlighted through their interactions, particularly during moments of conflict or battle, where Wendy shows a keen interest in Michael's actions. Their relationship is a central part of the narrative, emphasizing the theme of returning home and the importance of family ties in overcoming challenges. Together, Wendy and Michael navigate their journey, supporting each other through various trials with the ultimate goal of returning home.",
            "weight": 17.0
        },
        {
            "source": "WENDY",
            "target": "LOST BOYS",
            "level": 0,
            "human_readable_id": 16,
            "id": "0d738bcbaac04e76ae7c952120007931",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Wendy is seen as a maternal or sisterly figure to the Lost Boys, contemplating their return home",
            "weight": 7.0
        },
        {
            "source": "WENDY",
            "target": "TOOTLES",
            "level": 0,
            "human_readable_id": 17,
            "id": "5e4fde2d2d72419c9599fdb0527aaef9",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Tootles stands up for Wendy when the Lost Boys threaten her, showing loyalty and protection",
            "weight": 8.0
        },
        {
            "source": "WENDY",
            "target": "LONDON STATION",
            "level": 0,
            "human_readable_id": 18,
            "id": "7d9cfcded29e4735acc215643db87cdc",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Wendy arrives at London Station, marking her return to the place associated with her family and past",
            "weight": 5.0
        },
        {
            "source": "WENDY",
            "target": "PETER PAN",
            "level": 0,
            "human_readable_id": 19,
            "id": "c9df250da325409e8cbd814ece635bec",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,72abf0c0ea6a8fb3a19336e53e60903d,e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Wendy and Peter Pan have a history filled with adventures from Wendy's childhood, a time she fondly reminisces about. Their past is characterized by the magical experiences they shared, including engaging battles and interactions with the Lost Boys. However, their reunion is tinged with the bittersweet reality of Wendy's transition into adulthood, which casts a shadow over the innocence and freedom of their earlier escapades. Despite the changes brought about by time, the bond between Wendy and Peter Pan, forged through their shared adventures, remains a poignant reminder of their unique connection.",
            "weight": 22.0
        },
        {
            "source": "WENDY",
            "target": "MRS. DARLING",
            "level": 0,
            "human_readable_id": 20,
            "id": "775d168fa374499780e038b1103e641d",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Mrs. Darling is the mother of Wendy, establishing a parental relationship that links their family history. This connection highlights the familial bond and lineage between Wendy and Mrs. Darling, underscoring the importance of their relationship within their family's narrative.",
            "weight": 14.0
        },
        {
            "source": "WENDY",
            "target": "THE SHIP",
            "level": 0,
            "human_readable_id": 21,
            "id": "68d2b0c72c8f4b7a84966c39d5871147",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Wendy, along with her brothers, planned their return on the ship, indicating a connection to their adventure",
            "weight": 5.0
        },
        {
            "source": "WENDY",
            "target": "JANE",
            "level": 0,
            "human_readable_id": 22,
            "id": "6473b5e6920a4149be03afea9ea6e949",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "Wendy is Jane's mother, and their relationship is marked by a deep bond and shared experiences. Wendy shares stories of her past adventures with Jane, creating a nurturing environment filled with tales and lessons. As Jane becomes interested in Peter Pan's world, they share a moment of transition, highlighting the evolving nature of their relationship. This moment signifies Jane's growing curiosity and Wendy's role in guiding her through these new interests, bridging the past with the future through storytelling and shared experiences.",
            "weight": 19.0
        },
        {
            "source": "WENDY",
            "target": "NANA",
            "level": 0,
            "human_readable_id": 23,
            "id": "5de44bef76b74e1881fa07f9f41d2349",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7",
            "description": "Nana was the nurse who looked after Wendy and her siblings, indicating a past caregiving relationship.",
            "weight": 1.0
        },
        {
            "source": "PETER",
            "target": "JOLLY ROGER",
            "level": 0,
            "human_readable_id": 24,
            "id": "d6be8fde3d454cfb8cbd098f2fa01495",
            "source_id": "f6a9c779a27d841a3473e845379db1e5",
            "description": "Peter Pan's interactions and confrontation with Hook indirectly involve the Jolly Roger as the pirates' base",
            "weight": 1.0
        },
        {
            "source": "PETER",
            "target": "LOST BOYS",
            "level": 0,
            "human_readable_id": 25,
            "id": "6bea142c25984e15aa8a2081918e862e",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Peter leads the Lost Boys and shares his views, influencing their perception of mothers",
            "weight": 9.0
        },
        {
            "source": "PETER",
            "target": "REDSKINS",
            "level": 0,
            "human_readable_id": 26,
            "id": "94d52ff4fa714fb497dc2526833dc020",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Peter gives instructions to the Redskins, showing his authority and their role in his plans",
            "weight": 1.0
        },
        {
            "source": "PETER",
            "target": "THE LITTLE HOUSE",
            "level": 0,
            "human_readable_id": 27,
            "id": "fda7ffdede914eb680b7bbb2d4273db7",
            "source_id": "503485ae5e8674ea5073c507a269f571",
            "description": "The little house, by emitting smoke, inadvertently did Peter a bad service by drying up any pity Hook might have had for him",
            "weight": 1.0
        },
        {
            "source": "NIBS",
            "target": "JOHN",
            "level": 0,
            "human_readable_id": 28,
            "id": "1e241f8a610f486a8f12330fed234fdb",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Nibs and John serve as first and second mate under Captain Pan's command",
            "weight": 1.0
        },
        {
            "source": "JOHN",
            "target": "MRS. DARLING",
            "level": 0,
            "human_readable_id": 29,
            "id": "b247f627319348d49a71c84ec8065578",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Mrs. Darling is the mother of John, showing a parental relationship",
            "weight": 9.0
        },
        {
            "source": "JOHN",
            "target": "MICHAEL",
            "level": 0,
            "human_readable_id": 30,
            "id": "78b6d67abc074590a1f129865fe8c20f",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,fe359e0d8cb9035d4622864e08afc0d8",
            "description": "John and Michael are siblings who share a significant bond, not only through their familial ties but also through their extraordinary experiences. They are known for their collective planning and anticipation for returning home, which highlights their close relationship and mutual support. Additionally, their bond is further strengthened by their shared adventures with Peter Pan, marking them as part of the iconic group of boys who ventured into the realm of fantasy and adventure. This common past has undoubtedly played a crucial role in shaping their relationship, making their connection unique and profound.",
            "weight": 4.0
        },
        {
            "source": "JOHN",
            "target": "THE SHIP",
            "level": 0,
            "human_readable_id": 31,
            "id": "5da8466830f64c6e94c0b40ea34b61a3",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "John, along with his siblings, planned their return on the ship, indicating a connection to their adventure",
            "weight": 5.0
        },
        {
            "source": "JOHN",
            "target": "TOOTLES",
            "level": 0,
            "human_readable_id": 32,
            "id": "9a27141124734a7fb110108c0226f4fa",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7",
            "description": "Tootles and John are both mentioned as having grown up and taken on adult roles, indicating their progression from the adventures of their youth.",
            "weight": 3.0
        },
        {
            "source": "MICHAEL",
            "target": "MRS. DARLING",
            "level": 0,
            "human_readable_id": 33,
            "id": "42edce3cb2754e2f9c3536e564f59efd",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Mrs. Darling is the mother of Michael, showing a parental relationship",
            "weight": 9.0
        },
        {
            "source": "MICHAEL",
            "target": "THE SHIP",
            "level": 0,
            "human_readable_id": 34,
            "id": "a051568a3f00496a98ea963a1aa3c7ca",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Michael, along with his siblings, planned their return on the ship, indicating a connection to their adventure",
            "weight": 1.0
        },
        {
            "source": "MICHAEL",
            "target": "SLIGHTLY",
            "level": 0,
            "human_readable_id": 35,
            "id": "17f6baa0304b49d0b9e5a606b67bcedd",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7",
            "description": "Both Slightly and Michael are mentioned in the context of their lives after the events with Peter Pan, indicating a shared history.",
            "weight": 3.0
        },
        {
            "source": "LOST BOYS",
            "target": "TOOTLES",
            "level": 0,
            "human_readable_id": 36,
            "id": "fa7e5bf378e043259626f38dc7a33792",
            "source_id": "86bcf729192972ba2b7fda011c2aa0d1",
            "description": "Tootles, despite being the silliest, takes a leadership role in defending Wendy",
            "weight": 1.0
        },
        {
            "source": "LOST BOYS",
            "target": "PETER PAN",
            "level": 0,
            "human_readable_id": 37,
            "id": "c87f0b3620dc4282bcfcb14dd6e36975",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Peter Pan leads the Lost Boys, including Slightly, in their adventures",
            "weight": 8.0
        },
        {
            "source": "TOOTLES",
            "target": "CREW",
            "level": 0,
            "human_readable_id": 38,
            "id": "f1cdcba6fd154706b15e3d8a128d2a67",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Tootles, as the bo’sun, is among the crew preparing for their journey home",
            "weight": 3.0
        },
        {
            "source": "TOOTLES",
            "target": "SLIGHTLY",
            "level": 0,
            "human_readable_id": 39,
            "id": "04aeb6ce3fb54b1c878603af48bb93d5",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7",
            "description": "Slightly and Tootles, having both moved on to significant roles in society, share a common history of adventure and growth.",
            "weight": 1.0
        },
        {
            "source": "JAMES HOOK",
            "target": "PETER PAN",
            "level": 0,
            "human_readable_id": 40,
            "id": "da758bb34e5a4bfeb538a4e9278fff1e",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "James Hook faces Peter Pan in a final confrontation and is defeated",
            "weight": 9.0
        },
        {
            "source": "JAMES HOOK",
            "target": "CROCODILE",
            "level": 0,
            "human_readable_id": 41,
            "id": "2ef370bb44d54302a8c100b9734dab8b",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "James Hook is ultimately taken by the crocodile, marking his end",
            "weight": 10.0
        },
        {
            "source": "PETER PAN",
            "target": "CAPTAIN PAN",
            "level": 0,
            "human_readable_id": 42,
            "id": "a60ae28c480f4938adfcb2eee4663fa7",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Peter Pan is Captain Pan, leading the ship and its crew",
            "weight": 1.0
        },
        {
            "source": "PETER PAN",
            "target": "JANE",
            "level": 0,
            "human_readable_id": 43,
            "id": "5791503a163d4e41aee24b20b1c10164",
            "source_id": "26e6868c1dc7d337df123d48cce03dc7,72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "Peter Pan, the boy who never grows up, finds himself intrigued by Jane after initially coming for Wendy. Jane, who has learned about Peter Pan through her mother's stories, is curious about him. Seeing Jane's curiosity and recognizing her potential as a companion for adventures, Peter Pan shifts his interest towards her. Together, they embark on a journey filled with the promise of endless adventures, as Jane steps into the magical world that her mother once told her about.",
            "weight": 15.0
        },
        {
            "source": "PETER PAN",
            "target": "NEVERLAND",
            "level": 0,
            "human_readable_id": 44,
            "id": "93aff38099c546f292bbb18765a61493",
            "source_id": "72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "Peter Pan is intrinsically linked to Neverland, as its most famous resident and the embodiment of its spirit of eternal childhood",
            "weight": 1.0
        },
        {
            "source": "PETER PAN",
            "target": "SPRING CLEANING",
            "level": 0,
            "human_readable_id": 45,
            "id": "ea1e5fa99af94c4ebf85f40b4b7a3dd7",
            "source_id": "72abf0c0ea6a8fb3a19336e53e60903d",
            "description": "Peter Pan associates his visit to Wendy with spring cleaning time, suggesting a ritual or significant event in his visits",
            "weight": 1.0
        },
        {
            "source": "CREW",
            "target": "CAPTAIN PAN",
            "level": 0,
            "human_readable_id": 46,
            "id": "193a967d7ef84aa7a4e5d750d72d2be1",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Captain Pan, as the leader, gives orders to the crew, indicating authority and direction",
            "weight": 8.0
        },
        {
            "source": "AZORES",
            "target": "CAPTAIN PAN",
            "level": 0,
            "human_readable_id": 47,
            "id": "944f4f2c642a4212865a13f3b8853f59",
            "source_id": "e1cd6306d3740d487b902373b7e1d1c4",
            "description": "Captain Pan calculates that they should strike the Azores about the 21st of June, indicating navigation towards this destination",
            "weight": 7.0
        },
        {
            "source": "MRS. DARLING",
            "target": "MR. DARLING",
            "level": 0,
            "human_readable_id": 48,
            "id": "91e3ce32ad6641c482e66379ba559248",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Mrs. Darling is awaiting George's (Mr. Darling's) return, indicating a marital relationship",
            "weight": 9.0
        },
        {
            "source": "MR. DARLING",
            "target": "NANA",
            "level": 0,
            "human_readable_id": 49,
            "id": "d302d94de8864611ba8346079545683d",
            "source_id": "fe359e0d8cb9035d4622864e08afc0d8",
            "description": "Mr. Darling shows deference to Nana, indicating a respect for her role in the family",
            "weight": 8.0
        },
        {
            "source": "PROJECT GUTENBERG",
            "target": "UNITED STATES",
            "level": 0,
            "human_readable_id": 50,
            "id": "93887ef54e454b1bbbd25451e9c5ecfc",
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "Project Gutenberg's operations and copyright compliance are significantly mentioned in the context of United States laws",
            "weight": 5.0
        },
        {
            "source": "PROJECT GUTENBERG",
            "target": "PROJECT GUTENBERG LITERARY ARCHIVE FOUNDATION",
            "level": 0,
            "human_readable_id": 51,
            "id": "e9cb037035554a09a4ed3acdca276cd0",
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "The Project Gutenberg Literary Archive Foundation is directly linked to Project Gutenberg through donations and royalty payments",
            "weight": 1.0
        },
        {
            "source": "PROJECT GUTENBERG",
            "target": "COPYRIGHT LAWS",
            "level": 0,
            "human_readable_id": 52,
            "id": "0f1176ea530d4425b0b524781937f25c",
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "Project Gutenberg's distribution and use of works are governed by copyright laws",
            "weight": 1.0
        },
        {
            "source": "UNITED STATES",
            "target": "COPYRIGHT LAWS",
            "level": 0,
            "human_readable_id": 53,
            "id": "228a74375d6d4e78a50ed68423aae187",
            "source_id": "b30e77cdc55f45165aeed8d44d5f6814",
            "description": "Copyright laws in the United States are specifically mentioned as governing the use of Project Gutenberg works",
            "weight": 4.0
        },
        {
            "source": "PROJECT GUTENBERG LITERARY ARCHIVE FOUNDATION",
            "target": "PROJECT GUTENBERG™",
            "level": 0,
            "human_readable_id": 54,
            "id": "0a530e71a66b45328a3b0c0bc6a01bae",
            "source_id": "0eaf41d19bcc7da0bcb4a17625651951",
            "description": "The Project Gutenberg Literary Archive Foundation manages and distributes the Project Gutenberg™ collection",
            "weight": 1.0
        },
        {
            "source": "PROJECT GUTENBERG™",
            "target": "U.S. COPYRIGHT LAW",
            "level": 0,
            "human_readable_id": 55,
            "id": "373758a72e30470596eed515ee679cde",
            "source_id": "0eaf41d19bcc7da0bcb4a17625651951",
            "description": "Project Gutenberg™ works are created by navigating the U.S. copyright law to ensure they are not protected by copyright before being added to the collection",
            "weight": 1.0
        }
    ]
}